/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "sections": {
    "custom_faq_c99Q8z": {
      "type": "custom-faq",
      "blocks": {
        "collapse_qqjHP3": {
          "type": "collapse",
          "settings": {
            "title": "<p>I sense a memory foam smell. How do I get rid of it?</p>",
            "content": "<p>Rest assured: our memory foam is US Certified and completely safe. The natural memory foam smell is harmless, and is easily helped by airing out the pillow or by running it in the dryer with a dryer sheet.</p>"
          }
        },
        "collapse_btJ6mN": {
          "type": "collapse",
          "settings": {
            "title": "<p>My pillows are getting good use! How do I wash ‘em?</p>",
            "content": "<p>That’s the kind of question that makes us happy. You can wash the outermost pillow case in cold water, on a delicate cycle. Do not use fabric softener or bleach. Tumble dry low, and ensure the cover is completely dry before use. Do not wash the pillow’s fill/stuffing.</p>"
          }
        },
        "collapse_LWkJyq": {
          "type": "collapse",
          "settings": {
            "title": "<p>I may want more loft. Do pillows come with extra fill?</p>",
            "content": "<p>Yes, and that’s exactly why. We understand that you may want to dial in your exact level of comfortable alignment, so we include a FREE bonus bag of fill with every DreamyBlue pillow.<br/><br/><br/></p>"
          }
        },
        "collapse_m4bjUw": {
          "type": "collapse",
          "settings": {
            "title": "<p>Is the foam fill adjustable? Can I add or remove fill?</p>",
            "content": "<p>That’s the whole idea! It’s as easy as Unzip, Adjust, Love. For more visual instructions, check out the video on our homepage.</p>"
          }
        },
        "collapse_Tzdk44": {
          "type": "collapse",
          "settings": {
            "title": "<p>Do you have a pillow that works for all sleep types?</p>",
            "content": "<p>No matter how you sleep, there’s a DreamyBlue pillow designed for you. <a href=\"/products/the-signature\" title=\"The Signature\">The Signature</a> pillow works for side, back, and stomach sleepers; <a href=\"/products/the-sapphire\" title=\"The Sapphire\">The Sapphire</a> pillow is ideal for those with wide or deep shoulders, as well as side sleepers; and <a href=\"/products/the-blue-moon\" title=\"The Blue Moon\">The Blue Moon</a> enables deeper shoulder positioning with extra support around your shoulders and neck—even if you roll throughout the night. All our pillows are adjustable for whatever your Goldilocks setup is.<br/><br/><br/></p>"
          }
        },
        "collapse_zJbrAU": {
          "type": "collapse",
          "settings": {
            "title": "<p>Does your pillow support my neck for sleep posture?</p>",
            "content": "<p>Yes. All our pillows are orthopedic pillows. They are designed to promote natural, healthy alignment and provide wonderful support.</p>"
          }
        },
        "collapse_WdLMzf": {
          "type": "collapse",
          "settings": {
            "title": "<p>Is the pillow cover made from breathable materials?</p>",
            "content": "<p>Absolutely. Our pillowcases are made of super-breathable, hypoallergenic, bamboo-derived rayon, while our exclusive shredded memory foam fill is CertiPUR-US Certified and freshly manufactured. We never use recycled, contaminated, or unregulated materials.</p>"
          }
        },
        "collapse_nwEtnY": {
          "type": "collapse",
          "settings": {
            "title": "<p>What warranty do you offer on my DreamyBlue pillow?</p>",
            "content": "<p>Lifetime warranty. Period. It doesn’t matter if it’s your first night or if you’ve slept with DreamyBlue for years: if you need any assistance whatsoever, reach out for real service.<br/><br/><br/></p>"
          }
        },
        "collapse_T9TBWX": {
          "type": "collapse",
          "settings": {
            "title": "<p>Do I use another pillowcase on top of the regular one?</p>",
            "content": "<p>That’s not necessary. Our outer cover is machine washable and dryer friendly. However, if you want to personalize your pillow with a different pillowcase, have fun with it!</p>"
          }
        }
      },
      "block_order": [
        "collapse_qqjHP3",
        "collapse_btJ6mN",
        "collapse_LWkJyq",
        "collapse_m4bjUw",
        "collapse_Tzdk44",
        "collapse_zJbrAU",
        "collapse_WdLMzf",
        "collapse_nwEtnY",
        "collapse_T9TBWX"
      ],
      "name": "FAQ with Top Image",
      "settings": {
        "bg_image": "shopify://shop_images/Frame_15612.webp",
        "bg_color": "#1e1e5a",
        "top_heading": "FAQ",
        "font_size_heading": "h1",
        "heading": "Frequently Asked Questions"
      }
    },
    "custom_form_BhBNYk": {
      "type": "custom-form",
      "name": "Custom Form",
      "settings": {
        "image": "shopify://shop_images/B0000125_2.png",
        "heading": "Get The Position",
        "description": "<p>Our periodic newsletter on sleep health. <em>It's worth getting up for.</em></p>",
        "name_placeholder": "Name",
        "email_placeholder": "Email Address",
        "button_text": "Get the Good Stuff!",
        "section_background_color": "#1d1c50",
        "inner_background_color": "#f2eee8",
        "button_background_color": "#b67bba",
        "button_text_color": "#ffffff"
      }
    }
  },
  "order": [
    "custom_faq_c99Q8z",
    "custom_form_BhBNYk"
  ]
}
